Repository: cmicali/vibe
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.appearance.key_notation_label
source: Key notation
bg: Означение на тоналността
cs: Zápis tóniny
da: Toneartsnotation
de: Tonart-Notation
el: Σημειογραφία τονικότητας
es: Notación de tonalidad
fi: Sävellajin merkintätapa
fr: Notation des tonalités
hr: Zapis tonaliteta
hu: Hangnem jelölése
id: Notasi nada dasar
it: Notazione della tonalità
ja: キーの表記
ko: 키 표기
nb: Toneartnotasjon
nl: Toonsoortnotatie
pl: Zapis tonacji
pt_br: Notação do tom
pt_pt: Notação da tonalidade
ro: Notația tonalității
ru: Обозначение тональности
sk: Zápis tóniny
sv: Tonartsnotation
th: รูปแบบคีย์
tr: Ton gösterimi
uk: Позначення тональності
vi: Ký hiệu tông
zh_hans: 调性记法
zh_hant: 調性記法

# settings.appearance.modified
source: %@ (Modified)
bg: %@ (Променена)
cs: %@ (Upraveno)
da: %@ (Ændret)
de: %@ (Geändert)
el: %@ (Τροποποιημένο)
es: %@ (Modificado)
fi: %@ (Muokattu)
fr: %@ (Modifié)
hr: %@ (Izmijenjeno)
hu: %@ (Módosítva)
id: %@ (Diubah)
it: %@ (Modificato)
ja: %@（変更済み）
ko: %@ (수정됨)
nb: %@ (Endret)
nl: %@ (Gewijzigd)
pl: %@ (Zmieniony)
pt_br: %@ (Modificado)
pt_pt: %@ (Modificado)
ro: %@ (Modificată)
ru: %@ (Изменена)
sk: %@ (Upravené)
sv: %@ (Ändrat)
th: %@ (แก้ไขแล้ว)
tr: %@ (Değiştirildi)
uk: %@ (Змінено)
vi: %@ (Đã sửa đổi)
zh_hans: %@（已修改）
zh_hant: %@（已修改）

# settings.appearance.on_dark_art
source: On dark artwork
bg: Върху тъмна обложка
cs: Na tmavém obalu
da: På mørkt omslag
de: Auf dunklem Artwork
el: Σε σκούρο εξώφυλλο
es: Sobre ilustración oscura
fi: Tummalla kuvituksella
fr: Sur une illustration sombre
hr: Na tamnoj slici
hu: Sötét borítón
id: Pada sampul gelap
it: Su illustrazione scura
ja: 暗いアートワーク上
ko: 어두운 앨범 표지 위
nb: På mørkt omslag
nl: Op donkere illustratie
pl: Na ciemnej okładce
pt_br: Sobre capa escura
pt_pt: Sobre capa escura
ro: Pe copertă întunecată
ru: На тёмной обложке
sk: Na tmavom obale
sv: På mörkt omslag
th: บนภาพปกมืด
tr: Koyu kapak üzerinde
uk: На темній обкладинці
vi: Trên ảnh bìa tối
zh_hans: 深色封面上
zh_hant: 深色封面上

# settings.appearance.on_light_art
source: On light artwork
bg: Върху светла обложка
cs: Na světlém obalu
da: På lyst omslag
de: Auf hellem Artwork
el: Σε ανοιχτό εξώφυλλο
es: Sobre ilustración clara
fi: Vaalealla kuvituksella
fr: Sur une illustration claire
hr: Na svijetloj slici
hu: Világos borítón
id: Pada sampul terang
it: Su illustrazione chiara
ja: 明るいアートワーク上
ko: 밝은 앨범 표지 위
nb: På lyst omslag
nl: Op lichte illustratie
pl: Na jasnej okładce
pt_br: Sobre capa clara
pt_pt: Sobre capa clara
ro: Pe copertă deschisă
ru: На светлой обложке
sk: Na svetlom obale
sv: På ljust omslag
th: บนภาพปกสว่าง
tr: Açık kapak üzerinde
uk: На світлій обкладинці
vi: Trên ảnh bìa sáng
zh_hans: 浅色封面上
zh_hant: 淺色封面上

# settings.appearance.player_section
source: Player display
bg: Изглед на плейъра
cs: Zobrazení přehrávače
da: Afspillerens visning
de: Player-Anzeige
el: Εμφάνιση προγράμματος αναπαραγωγής
es: Vista del reproductor
fi: Soittimen näkymä
fr: Affichage du lecteur
hr: Prikaz svirača
hu: Lejátszó megjelenése
id: Tampilan pemutar
it: Visualizzazione del lettore
ja: プレーヤーの表示
ko: 플레이어 표시
nb: Avspillervisning
nl: Spelerweergave
pl: Widok odtwarzacza
pt_br: Exibição do reprodutor
pt_pt: Visualização do leitor
ro: Afișarea playerului
ru: Вид проигрывателя
sk: Zobrazenie prehrávača
sv: Spelarvisning
th: การแสดงผลของตัวเล่น
tr: Oynatıcı görünümü
uk: Вигляд програвача
vi: Hiển thị trình phát
zh_hans: 播放器显示
zh_hant: 播放器顯示

# settings.appearance.playlist_section
source: Playlist
bg: Плейлист
da: Spilleliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es: Lista de reproducción
fi: Soittolista
fr: Liste de lecture
hr: Popis pjesama
hu: Lejátszási lista
ja: プレイリスト
ko: 재생목록
nb: Spilleliste
nl: Afspeellijst
pl: Playlista
pt_pt: Lista de reprodução
ru: Плейлист
sv: Spellista
th: เพลย์ลิสต์
tr: Çalma listesi
uk: Плейлист
vi: Danh sách phát
zh_hans: 播放列表
zh_hant: 播放列表

# settings.appearance.preview
source: Preview appearance
bg: Преглед на изгледа
cs: Náhled vzhledu
da: Forhåndsvis udseende
de: Erscheinungsbild voranzeigen
el: Προεπισκόπηση εμφάνισης
es: Previsualizar apariencia
fi: Esikatsele ulkoasua
fr: Aperçu de l’apparence
hr: Pregled izgleda
hu: Megjelenés előnézete
id: Pratinjau tampilan
it: Anteprima aspetto
ja: 外観をプレビュー
ko: 화면 모드 미리보기
nb: Forhåndsvis utseende
nl: Voorvertoning van weergave
pl: Podgląd wyglądu
pt_br: Pré-visualizar aparência
pt_pt: Pré-visualizar aparência
ro: Previzualizează aspectul
ru: Предпросмотр оформления
sk: Náhľad vzhľadu
sv: Förhandsvisa utseende
th: ดูตัวอย่างรูปลักษณ์
tr: Görünümü önizle
uk: Попередній перегляд вигляду
vi: Xem trước giao diện
zh_hans: 预览外观
zh_hant: 預覽外觀

# settings.appearance.redo_edit
source: Redo Theme Edit
bg: Повтори редакцията на темата
cs: Znovu upravit motiv
da: Gentag temaredigering
de: Designänderung wiederholen
el: Επανάληψη επεξεργασίας θέματος
es: Rehacer edición del tema
fi: Tee teeman muokkaus uudelleen
fr: Rétablir la modification du thème
hr: Ponovi uređivanje teme
hu: Téma szerkesztésének megismétlése
id: Ulangi Pengeditan Tema
it: Ripristina modifica tema
ja: テーマの編集をやり直す
ko: 테마 편집 다시 실행
nb: Utfør temaendring på nytt
nl: Themabewerking opnieuw
pl: Ponów edycję motywu
pt_br: Refazer Edição de Tema
pt_pt: Refazer edição do tema
ro: Refă editarea temei
ru: Повторить изменение темы
sk: Znovu upraviť tému
sv: Gör om temaredigering
th: ทำซ้ำการแก้ไขธีม
tr: Tema Düzenlemesini Yinele
uk: Повторити редагування теми
vi: Làm lại thao tác sửa chủ đề
zh_hans: 重做编辑主题
zh_hant: 重做編輯主題

# settings.appearance.redo_remove
source: Redo Remove Theme
bg: Повтори премахването на темата
cs: Znovu odstranit motiv
da: Gentag fjernelse af tema
de: Entfernen des Designs wiederholen
el: Επανάληψη αφαίρεσης θέματος
es: Rehacer eliminación del tema
fi: Tee teeman poisto uudelleen
fr: Rétablir la suppression du thème
hr: Ponovi uklanjanje teme
hu: Téma eltávolításának megismétlése
id: Ulangi Penghapusan Tema
it: Ripristina rimozione tema
ja: テーマの削除をやり直す
ko: 테마 제거 다시 실행
nb: Utfør fjerning av tema på nytt
nl: Verwijderen van thema opnieuw
pl: Ponów usunięcie motywu
pt_br: Refazer Remoção de Tema
pt_pt: Refazer remoção do tema
ro: Refă eliminarea temei
ru: Повторить удаление темы
sk: Znovu odstrániť tému
sv: Gör om borttagning av tema
th: ทำซ้ำการเอาธีมออก
tr: Tema Kaldırmayı Yinele
uk: Повторити видалення теми
vi: Làm lại thao tác xóa chủ đề
zh_hans: 重做移除主题
zh_hant: 重做移除主題

# settings.appearance.revert
source: Revert
bg: Възстановяване
cs: Vrátit
da: Gendan
de: Zurücksetzen
el: Επαναφορά
es: Revertir
fi: Palauta
fr: Rétablir
hr: Vrati
hu: Visszaállítás
id: Kembalikan
it: Ripristina
ja: 元に戻す
ko: 되돌리기
nb: Tilbakestill
nl: Herstel
pl: Przywróć
pt_br: Reverter
pt_pt: Reverter
ro: Restabilește
ru: Восстановить
sk: Vrátiť
sv: Återställ
th: คืนค่า
tr: Geri Al
uk: Відновити
vi: Khôi phục
zh_hans: 复原
zh_hant: 回復

# settings.appearance.show_bpm
source: Show BPM
bg: Показване на BPM
cs: Zobrazit BPM
da: Vis BPM
de: BPM einblenden
el: Εμφάνιση BPM
es: Mostrar BPM
fi: Näytä BPM
fr: Afficher le BPM
hr: Prikaži BPM
hu: BPM megjelenítése
id: Tampilkan BPM
it: Mostra i BPM
ja: BPMを表示
ko: BPM 보기
nb: Vis BPM
nl: Toon BPM
pl: Pokaż BPM
pt_br: Mostrar BPM
pt_pt: Mostrar BPM
ro: Afișați BPM
ru: Показывать BPM
sk: Zobraziť BPM
sv: Visa BPM
th: แสดง BPM
tr: BPM’yi göster
uk: Показувати BPM
vi: Hiện BPM
zh_hans: 显示 BPM
zh_hant: 顯示 BPM

# settings.appearance.show_key
source: Show key
bg: Показване на тоналността
cs: Zobrazit tóninu
da: Vis toneart
de: Tonart einblenden
el: Εμφάνιση τονικότητας
es: Mostrar la tonalidad
fi: Näytä sävellaji
fr: Afficher la tonalité
hr: Prikaži tonalitet
hu: Hangnem megjelenítése
id: Tampilkan nada dasar
it: Mostra la tonalità
ja: キーを表示
ko: 키 보기
nb: Vis toneart
nl: Toon toonsoort
pl: Pokaż tonację
pt_br: Mostrar o tom
pt_pt: Mostrar a tonalidade
ro: Afișați tonalitatea
ru: Показывать тональность
sk: Zobraziť tóninu
sv: Visa tonart
th: แสดงคีย์
tr: Tonu göster
uk: Показувати тональність
vi: Hiện tông
zh_hans: 显示调性
zh_hant: 顯示調性

# settings.appearance.show_traffic_lights
source: Show window controls
bg: Показване на бутоните на прозореца
cs: Zobrazit ovládací prvky okna
da: Vis vinduesknapper
de: Fenstertasten einblenden
el: Εμφάνιση κουμπιών παραθύρου
es: Mostrar los controles de la ventana
fi: Näytä ikkunasäätimet
fr: Afficher les boutons de la fenêtre
hr: Prikaži gumbe prozora
hu: Ablakvezérlők megjelenítése
id: Tampilkan kontrol jendela
it: Mostra i controlli della finestra
ja: ウインドウコントロールを表示
ko: 윈도우 제어 버튼 보기
nb: Vis vindusknapper
nl: Toon vensterknoppen
pl: Pokaż przyciski okna
pt_br: Mostrar os controles da janela
pt_pt: Mostrar os controlos da janela
ro: Afișați butoanele ferestrei
ru: Показывать элементы управления окном
sk: Zobraziť ovládacie prvky okna
sv: Visa fönsterknappar
th: แสดงตัวควบคุมหน้าต่าง
tr: Pencere denetimlerini göster
uk: Показувати елементи керування вікном
vi: Hiện điều khiển cửa sổ
zh_hans: 显示窗口控制按钮
zh_hant: 顯示視窗控制按鈕

# settings.appearance.single_caption
source: This theme uses one palette and keeps the window in dark appearance
bg: Тази тема използва една палитра и запазва тъмния изглед на прозореца.
cs: Tento motiv používá jednu paletu a zachovává tmavý vzhled okna.
da: Dette tema bruger én palet og holder vinduet mørkt.
de: Dieses Thema verwendet eine Farbpalette und zeigt das Fenster immer dunkel an.
el: Αυτό το θέμα χρησιμοποιεί μία παλέτα και διατηρεί τη σκούρα εμφάνιση του παραθύρου.
es: Este tema usa una sola paleta y mantiene la ventana con apariencia oscura.
fi: Tämä teema käyttää yhtä palettia ja pitää ikkunan ulkoasun tummana.
fr: Ce thème utilise une seule palette et conserve l’apparence sombre de la fenêtre.
hr: Ova tema koristi jednu paletu i zadržava tamni izgled prozora.
hu: Ez a téma egyetlen palettát használ, és sötéten tartja az ablakot.
id: Tema ini menggunakan satu palet dan mempertahankan tampilan gelap jendela.
it: Questo tema usa una sola tavolozza e mantiene la finestra con aspetto scuro.
ja: このテーマは1つのパレットを使用し、ウインドウをダークの外観に保ちます。
ko: 이 테마는 하나의 팔레트를 사용하며 윈도우를 다크 모드로 유지합니다.
nb: Dette temaet bruker én palett og beholder mørkt vindusutseende.
nl: Dit thema gebruikt één palet en houdt het venster donker.
pl: Ten motyw używa jednej palety i zachowuje ciemny wygląd okna.
pt_br: Este tema usa uma única paleta e mantém a janela com aparência escura.
pt_pt: Este tema usa uma única paleta e mantém a janela com aparência escura.
ro: Această temă folosește o singură paletă și păstrează aspectul întunecat al ferestrei.
ru: Эта тема использует одну палитру и сохраняет тёмное оформление окна.
sk: Tento motív používa jednu paletu a zachováva tmavý vzhľad okna.
sv: Det här temat använder en palett och behåller fönstrets mörka utseende.
th: ธีมนี้ใช้ชุดสีเดียวและคงรูปลักษณ์มืดของหน้าต่างไว้
tr: Bu tema tek bir palet kullanır ve pencereyi koyu görünümde tutar.
uk: Ця тема використовує одну палітру та зберігає темний вигляд вікна.
vi: Chủ đề này dùng một bảng màu và giữ giao diện tối cho cửa sổ.
zh_hans: 此主题使用单一调色板，并保持窗口的深色外观。
zh_hant: 此主題使用單一調色盤，並保持視窗的深色外觀。

# settings.appearance.theme.add
source: Add
bg: Добавяне
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 加入

# settings.appearance.theme.add_new
source: New Theme
bg: Нова тема
cs: Nový motiv
da: Nyt tema
de: Neues Thema
el: Νέο θέμα
es: Nuevo tema
fi: Uusi teema
fr: Nouveau thème
hr: Nova tema
hu: Új téma
id: Tema Baru
it: Nuovo tema
ja: 新規テーマ
ko: 새로운 테마
nb: Nytt tema
nl: Nieuw thema
pl: Nowy motyw
pt_br: Novo Tema
pt_pt: Novo tema
ro: Temă nouă
ru: Новая тема
sk: Nový motív
sv: Nytt tema
th: ธีมใหม่
tr: Yeni Tema
uk: Нова тема
vi: Chủ đề mới
zh_hans: 新建主题
zh_hant: 新增主題

# settings.appearance.theme.album_art
source: Default artwork
bg: Обложка по подразбиране
cs: Výchozí obal
da: Standardomslag
de: Standardcover
el: Προεπιλεγμένο εξώφυλλο
es: Portada predeterminada
fi: Oletuskansikuva
fr: Pochette par défaut
hr: Zadani omot
hu: Alapértelmezett borító
id: Sampul bawaan
it: Copertina predefinita
ja: デフォルトのアートワーク
ko: 기본 아트워크
nb: Standardomslag
nl: Standaardhoes
pl: Domyślna okładka
pt_br: Capa padrão
pt_pt: Capa predefinida
ro: Copertă implicită
ru: Обложка по умолчанию
sk: Predvolený obal
sv: Standardomslag
th: ปกเริ่มต้น
tr: Varsayılan kapak
uk: Типова обкладинка
vi: Bìa mặc định
zh_hans: 默认封面
zh_hant: 預設封面

# settings.appearance.theme.album_art_invalid
source: This image can’t be used.
bg: Това изображение не може да се използва.
cs: Tento obrázek nelze použít.
da: Dette billede kan ikke bruges.
de: Dieses Bild kann nicht verwendet werden.
el: Αυτή η εικόνα δεν μπορεί να χρησιμοποιηθεί.
es: Esta imagen no se puede usar.
fi: Tätä kuvaa ei voi käyttää.
fr: Cette image ne peut pas être utilisée.
hr: Ova se slika ne može koristiti.
hu: Ez a kép nem használható.
id: Gambar ini tidak dapat digunakan.
it: Questa immagine non può essere usata.
ja: この画像は使用できません。
ko: 이 이미지는 사용할 수 없습니다.
nb: Dette bildet kan ikke brukes.
nl: Deze afbeelding kan niet worden gebruikt.
pl: Nie można użyć tego obrazka.
pt_br: Esta imagem não pode ser usada.
pt_pt: Esta imagem não pode ser utilizada.
ro: Această imagine nu poate fi folosită.
ru: Это изображение нельзя использовать.
sk: Tento obrázok nie je možné použiť.
sv: Den här bilden kan inte användas.
th: ไม่สามารถใช้รูปภาพนี้ได้
tr: Bu görsel kullanılamaz.
uk: Це зображення не можна використати.
vi: Không thể dùng hình ảnh này.
zh_hans: 无法使用此图像。
zh_hant: 無法使用此圖像。

# settings.appearance.theme.album_art_requirements
source: The image must be a square JPEG or PNG, between 64 and 4096 pixels, under 8 MB.
bg: Изображението трябва да е квадратен JPEG или PNG, между 64 и 4096 пиксела, под 8 МБ.
cs: Obrázek musí být čtvercový JPEG nebo PNG, 64 až 4096 pixelů, do 8 MB.
da: Billedet skal være et kvadratisk JPEG eller PNG, mellem 64 og 4096 pixels, under 8 MB.
de: Das Bild muss ein quadratisches JPEG oder PNG sein, zwischen 64 und 4096 Pixeln, unter 8 MB.
el: Η εικόνα πρέπει να είναι τετράγωνη JPEG ή PNG, από 64 έως 4096 pixel, κάτω από 8 MB.
es: La imagen debe ser un JPEG o PNG cuadrado, de entre 64 y 4096 píxeles, de menos de 8 MB.
fi: Kuvan on oltava neliömäinen JPEG tai PNG, 64–4096 pikseliä, alle 8 Mt.
fr: L’image doit être un JPEG ou PNG carré, entre 64 et 4096 pixels, de moins de 8 Mo.
hr: Slika mora biti kvadratni JPEG ili PNG, između 64 i 4096 piksela, ispod 8 MB.
hu: A képnek négyzet alakú JPEG-nek vagy PNG-nek kell lennie, 64 és 4096 pixel között, 8 MB alatt.
id: Gambar harus JPEG atau PNG persegi, antara 64 dan 4096 piksel, di bawah 8 MB.
it: L’immagine deve essere un JPEG o PNG quadrato, tra 64 e 4096 pixel, sotto gli 8 MB.
ja: 画像は正方形のJPEGまたはPNGで、64〜4096ピクセル、8 MB未満である必要があります。
ko: 이미지는 정사각형 JPEG 또는 PNG여야 하며, 64~4096픽셀, 8MB 미만이어야 합니다.
nb: Bildet må være et kvadratisk JPEG eller PNG, mellom 64 og 4096 piksler, under 8 MB.
nl: De afbeelding moet een vierkante JPEG of PNG zijn, tussen 64 en 4096 pixels, kleiner dan 8 MB.
pl: Obrazek musi być kwadratowym plikiem JPEG lub PNG, od 64 do 4096 pikseli, poniżej 8 MB.
pt_br: A imagem deve ser um JPEG ou PNG quadrado, entre 64 e 4096 pixels, com menos de 8 MB.
pt_pt: A imagem deve ser um JPEG ou PNG quadrado, entre 64 e 4096 píxeis, com menos de 8 MB.
ro: Imaginea trebuie să fie un JPEG sau PNG pătrat, între 64 și 4096 de pixeli, sub 8 MB.
ru: Изображение должно быть квадратным JPEG или PNG, от 64 до 4096 пикселей, менее 8 МБ.
sk: Obrázok musí byť štvorcový JPEG alebo PNG, 64 až 4096 pixelov, do 8 MB.
sv: Bilden måste vara en kvadratisk JPEG eller PNG, mellan 64 och 4096 pixlar, under 8 MB.
th: รูปภาพต้องเป็น JPEG หรือ PNG จัตุรัส ขนาด 64 ถึง 4096 พิกเซล และเล็กกว่า 8 MB
tr: Görsel kare bir JPEG veya PNG olmalı, 64 ile 4096 piksel arasında ve 8 MB altında olmalıdır.
uk: Зображення має бути квадратним JPEG або PNG, від 64 до 4096 пікселів, менш ніж 8 МБ.
vi: Hình ảnh phải là JPEG hoặc PNG vuông, từ 64 đến 4096 pixel, dưới 8 MB.
zh_hans: 图像必须是正方形的JPEG或PNG，64至4096像素，小于8 MB。
zh_hant: 圖像必須是正方形的JPEG或PNG，64至4096像素，小於8 MB。

# settings.appearance.theme.app_icon
source: App icon
bg: Икона на приложението
cs: Ikona aplikace
da: App-symbol
de: App-Symbol
el: Εικονίδιο εφαρμογής
es: Icono de la app
fi: Apin kuvake
fr: Icône de l’app
hr: Ikona aplikacije
hu: Alkalmazás ikonja
id: Ikon app
it: Icona dell’app
ja: Appアイコン
ko: 앱 아이콘
nb: App-symbol
nl: App-symbool
pl: Ikona aplikacji
pt_br: Ícone do app
pt_pt: Ícone da app
ro: Pictograma aplicației
ru: Значок приложения
sk: Ikona aplikácie
sv: Appsymbol
th: ไอคอนแอป
tr: Uygulama simgesi
uk: Значок програми
vi: Biểu tượng ứng dụng
zh_hans: App 图标
zh_hant: App 圖像

# settings.appearance.theme.app_icon_shape
source: App icon shape
bg: Форма на иконата на приложението
cs: Tvar ikony aplikace
da: App-symbolform
de: App-Symbolform
el: Σχήμα εικονιδίου εφαρμογής
es: Forma de icono de app
fi: Apin kuvakkeen muoto
fr: Forme d’icône d’app
hr: Oblik ikone aplikacije
hu: Alkalmazásikon-forma
id: Bentuk ikon app
it: Forma dell’icona dell’app
ja: Appアイコンの形
ko: 앱 아이콘 모양
nb: App-symbolform
nl: App-symboolvorm
pl: Kształt ikony aplikacji
pt_br: Formato de ícone de app
pt_pt: Forma de ícone de app
ro: Forma pictogramei aplicației
ru: Форма значка приложения
sk: Tvar ikony aplikácie
sv: Appsymbolform
th: รูปทรงไอคอนแอป
tr: Uygulama simgesi şekli
uk: Форма значка програми
vi: Hình dạng biểu tượng ứng dụng
zh_hans: App 图标形状
zh_hant: App 圖像形狀

# settings.appearance.theme.appearance
source: Theme color modes
bg: Цветови режими на темата
cs: Barevné režimy motivu
da: Temaets farvetilstande
de: Farbmodi des Designs
el: Λειτουργίες χρωμάτων θέματος
es: Modos de color del tema
fi: Teeman väritilat
fr: Modes de couleur du thème
hr: Načini boja teme
hu: Téma színmódjai
id: Mode warna tema
it: Modalità colore del tema
ja: テーマのカラーモード
ko: 테마 색상 모드
nb: Temaets fargemoduser
nl: Kleurmodi van thema
pl: Tryby kolorów motywu
pt_br: Modos de cor do tema
pt_pt: Modos de cor do tema
ro: Modurile de culoare ale temei
ru: Цветовые режимы темы
sk: Farebné režimy motívu
sv: Temats färglägen
th: โหมดสีของธีม
tr: Temanın renk modları
uk: Колірні режими теми
vi: Chế độ màu của chủ đề
zh_hans: 主题颜色模式
zh_hant: 主題色彩模式

# settings.appearance.theme.back
source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# settings.appearance.theme.background.clear
source: Clear glass
bg: Прозрачно стъкло
cs: Čiré sklo
da: Klart glas
de: Klares Glas
el: Διάφανο γυαλί
es: Cristal transparente
fi: Kirkas lasi
fr: Verre transparent
hr: Prozirno staklo
hu: Átlátszó üveg
id: Kaca bening
it: Vetro trasparente
ja: クリアガラス
ko: 투명 유리
nb: Klart glass
nl: Helder glas
pl: Przezroczyste szkło
pt_br: Vidro transparente
pt_pt: Vidro transparente
ro: Sticlă transparentă
ru: Прозрачное стекло
sk: Číre sklo
sv: Klart glas
th: กระจกใส
tr: Şeffaf cam
uk: Прозоре скло
vi: Kính trong
zh_hans: 透明玻璃
zh_hant: 透明玻璃

# settings.appearance.theme.background.glass
source: Glass
bg: Стъкло
cs: Sklo
da: Glas
de: Glas
el: Γυαλί
es: Cristal
fi: Lasi
fr: Verre
hr: Staklo
hu: Üveg
id: Kaca
it: Vetro
ja: ガラス
ko: 유리
nl: Glas
pl: Szkło
pt_br: Vidro
pt_pt: Vidro
ro: Sticlă
ru: Стекло
sk: Sklo
sv: Glas
th: กระจก
tr: Cam
uk: Скло
vi: Kính
zh_hans: 玻璃
zh_hant: 玻璃

# settings.appearance.theme.background.solid
source: Solid color
bg: Плътен цвят
cs: Plná barva
da: Ensfarvet
de: Einfarbig
el: Συμπαγές χρώμα
es: Color sólido
fi: Yksivärinen
fr: Couleur unie
hr: Puna boja
hu: Egyszínű
id: Warna solid
it: Colore pieno
ja: 単色
ko: 단색
nb: Ensfarget
nl: Effen kleur
pl: Jednolity kolor
pt_br: Cor sólida
pt_pt: Cor sólida
ro: Culoare uniformă
ru: Сплошной цвет
sk: Plná farba
sv: Enfärgad
th: สีทึบ
tr: Düz renk
uk: Суцільний колір
vi: Màu trơn
zh_hans: 纯色
zh_hant: 純色

# settings.appearance.theme.background_colors
source: Background colors
bg: Цветове на фона
cs: Barvy pozadí
da: Baggrundsfarver
de: Hintergrundfarben
el: Χρώματα φόντου
es: Colores de fondo
fi: Taustavärit
fr: Couleurs d’arrière-plan
hr: Boje pozadine
hu: Háttérszínek
id: Warna latar belakang
it: Colori dello sfondo
ja: 背景色
ko: 배경 색상
nb: Bakgrunnsfarger
nl: Achtergrondkleuren
pl: Kolory tła
pt_br: Cores do fundo
pt_pt: Cores do fundo
ro: Culorile fundalului
ru: Цвета фона
sk: Farby pozadia
sv: Bakgrundsfärger
th: สีพื้นหลัง
tr: Arka plan renkleri
uk: Кольори тла
vi: Màu nền
zh_hans: 背景颜色
zh_hant: 背景顏色

# settings.appearance.theme.background_label
source: Background
bg: Фон
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
fi: Tausta
fr: Arrière-plan
hr: Pozadina
hu: Háttér
id: Latar belakang
it: Sfondo
ja: 背景
ko: 배경
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Fundo
pt_pt: Fundo
ro: Fundal
ru: Фон
sk: Pozadie
sv: Bakgrund
th: พื้นหลัง
tr: Arka plan
uk: Тло
vi: Nền
zh_hans: 背景
zh_hant: 背景

# settings.appearance.theme.built_in_caption
source: Built-in themes can't be edited
bg: Вградените теми не могат да се редактират
cs: Vestavěné motivy nelze upravovat
da: Indbyggede temaer kan ikke redigeres
de: Integrierte Themen können nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία των ενσωματωμένων θεμάτων
es: Los temas integrados no se pueden editar
fi: Sisäänrakennettuja teemoja ei voi muokata
fr: Les thèmes intégrés ne peuvent pas être modifiés
hr: Ugrađene teme ne mogu se uređivati
hu: A beépített témák nem szerkeszthetők
id: Tema bawaan tidak dapat diedit
it: I temi integrati non possono essere modificati
ja: 内蔵テーマは編集できません
ko: 내장 테마는 편집할 수 없습니다
nb: Innebygde temaer kan ikke redigeres
nl: Ingebouwde thema’s kunnen niet worden gewijzigd
pl: Wbudowanych motywów nie można edytować
pt_br: Temas integrados não podem ser editados
pt_pt: Os temas integrados não podem ser editados
ro: Temele integrate nu pot fi editate
ru: Встроенные темы нельзя редактировать
sk: Vstavané motívy nie je možné upravovať
sv: Inbyggda teman kan inte redigeras
th: ไม่สามารถแก้ไขธีมในตัวได้
tr: Yerleşik temalar düzenlenemez
uk: Вбудовані теми не можна редагувати
vi: Không thể sửa chủ đề tích hợp
zh_hans: 内置主题不可编辑
zh_hant: 內建主題無法編輯

# settings.appearance.theme.button_custom_image
source: Custom image…
bg: Персонализирано изображение…
cs: Vlastní obrázek…
da: Tilpasset billede…
de: Eigenes Bild…
el: Προσαρμοσμένη εικόνα…
es: Imagen personalizada…
fi: Mukautettu kuva…
fr: Image personnalisée…
hr: Prilagođena slika…
hu: Egyéni kép…
id: Gambar kustom…
it: Immagine personalizzata…
ja: カスタム画像…
ko: 사용자 설정 이미지…
nb: Tilpasset bilde…
nl: Aangepaste afbeelding…
pl: Niestandardowy obraz…
pt_br: Imagem personalizada…
pt_pt: Imagem personalizada…
ro: Imagine personalizată…
ru: Пользовательское изображение…
sk: Vlastný obrázok…
sv: Anpassad bild…
th: รูปภาพที่กำหนดเอง…
tr: Özel görsel…
uk: Власне зображення…
vi: Hình ảnh tùy chỉnh…
zh_hans: 自定义图片…
zh_hant: 自訂圖片…

# settings.appearance.theme.button_gradient
source: Button gradient
bg: Градиент на бутоните
cs: Přechod pod tlačítky
da: Farveforløb bag knapper
de: Verlauf hinter den Tasten
el: Διαβάθμιση κουμπιών
es: Degradado de los botones
fi: Painikkeiden liukuväri
fr: Dégradé des boutons
hr: Gradijent gumba
hu: Gombok színátmenete
id: Gradien tombol
it: Sfumatura dei pulsanti
ja: ボタンのグラデーション
ko: 버튼 그라디언트
nb: Gradering bak knapper
nl: Verloop achter knoppen
pl: Gradient przycisków
pt_br: Gradiente dos botões
pt_pt: Gradiente dos botões
ro: Gradientul butoanelor
ru: Градиент под кнопками
sk: Prechod pod tlačidlami
sv: Övertoning bakom knappar
th: การไล่ระดับสีของปุ่ม
tr: Düğme gradyanı
uk: Градієнт під кнопками
vi: Chuyển sắc nút
zh_hans: 按钮渐变
zh_hant: 按鈕漸層
